OdGiContextualColorsRedir.redirectionObject
\details
Retrieves the redirection object.
\returns
pointer to the redirection OdGiContextualColors object.
\details
Retrieves the redirection object.
\returns
pointer to the redirection OdGiContextualColors object.

OdGiContextualColorsRedir.setRedirectionObject(OdGiContextualColors*)
\details
Sets an existing OdGiContextualColors object for redirection.
\param pObj [in]  Redirection object.